Repository: vakesz/Glasstual
Catalog: Sources/ConnectionHost/ConnectionErrors.xcstrings
Source language: en
Languages: de, hu

# certificate-not-trusted
source: The certificate for this server is not trusted
de: Das Zertifikat dieses Servers ist nicht vertrauenswürdig
hu: A kiszolgáló tanúsítványa nem megbízható

# connection-already-open
source: A connection is already open on this host
de: Auf diesem Host ist bereits eine Verbindung geöffnet
hu: Ezen a gépen már nyitva van egy kapcsolat

source: Connection timed out
de: Zeitüberschreitung der Verbindung
hu: A kapcsolat időtúllépés miatt megszakadt

# dns-error
source: DNS Error: %1$@ (%2$ld)
de: DNS-Fehler: %1$@ (%2$ld)
hu: DNS-hiba: %1$@ (%2$ld)

# dns-reason-already-registered
source: Already registered
de: Bereits registriert
hu: Már regisztrálva

# dns-reason-bad-flags
source: Bad flags
de: Ungültige Flags
hu: Hibás jelzők

# dns-reason-bad-interface-index
source: Bad interface index
de: Ungültiger Schnittstellenindex
hu: Hibás interfészindex

# dns-reason-bad-key
source: Bad key
de: Ungültiger Schlüssel
hu: Hibás kulcs

# dns-reason-bad-parameter
source: Bad parameter
de: Ungültiger Parameter
hu: Hibás paraméter

# dns-reason-bad-reference
source: Bad reference
de: Ungültige Referenz
hu: Hibás hivatkozás

# dns-reason-bad-signature
source: Bad signature
de: Ungültige Signatur
hu: Hibás aláírás

# dns-reason-bad-state
source: Bad state
de: Ungültiger Zustand
hu: Hibás állapot

# dns-reason-bad-time
source: Bad time
de: Ungültige Zeit
hu: Hibás időpont

# dns-reason-double-nat
source: Double NAT
de: Doppeltes NAT
hu: Kettős NAT

# dns-reason-incompatible
source: Incompatible
de: Nicht kompatibel
hu: Nem kompatibilis

# dns-reason-invalid
source: Invalid
de: Ungültig
hu: Érvénytelen

# dns-reason-name-conflict
source: Name conflict
de: Namenskonflikt
hu: Névütközés

# dns-reason-nat-port-mapping-disabled
source: NAT port mapping disabled
de: NAT-Portzuordnung deaktiviert
hu: NAT-portleképezés letiltva

# dns-reason-nat-port-mapping-unsupported
source: NAT port mapping unsupported
de: NAT-Portzuordnung nicht unterstützt
hu: NAT-portleképezés nem támogatott

# dns-reason-no-authentication
source: No authentication
de: Keine Authentifizierung
hu: Nincs hitelesítés

# dns-reason-no-memory
source: No memory
de: Kein Speicher verfügbar
hu: Nincs memória

# dns-reason-no-router
source: No router
de: Kein Router
hu: Nincs útválasztó

# dns-reason-no-such-key
source: No such key
de: Schlüssel nicht vorhanden
hu: Nincs ilyen kulcs

# dns-reason-no-such-name
source: No such name
de: Name nicht vorhanden
hu: Nincs ilyen név

# dns-reason-no-such-record
source: No such record
de: Datensatz nicht vorhanden
hu: Nincs ilyen rekord

# dns-reason-not-initialized
source: Not initialized
de: Nicht initialisiert
hu: Nincs inicializálva

# dns-reason-polling-mode
source: Polling mode
de: Abfragemodus
hu: Lekérdezéses mód

# dns-reason-refused
source: Refused
de: Abgelehnt
hu: Elutasítva

# dns-reason-service-not-running
source: Service not running
de: Dienst läuft nicht
hu: A szolgáltatás nem fut

# dns-reason-timeout
source: Timeout
de: Zeitüberschreitung
hu: Időtúllépés

# dns-reason-transient
source: Transient
de: Vorübergehender Fehler
hu: Átmeneti hiba

# dns-reason-unsupported
source: Unsupported
de: Nicht unterstützt
hu: Nem támogatott

# error-reason-unknown
source: Unknown
de: Unbekannt
hu: Ismeretlen

# peer-line-too-long
source: Peer sent a line that is too long
de: Die Gegenstelle hat eine zu lange Zeile gesendet
hu: A partner túl hosszú sort küldött

# posix-error
source: POSIX Error: %1$@ (%2$ld)
de: POSIX-Fehler: %1$@ (%2$ld)
hu: POSIX-hiba: %1$@ (%2$ld)

# proxy-address-missing
source: Proxy address is missing
de: Proxyadresse fehlt
hu: Hiányzik a proxy címe

source: Unknown error
de: Unbekannter Fehler
hu: Ismeretlen hiba

source: Unsupported proxy type
de: Nicht unterstützter Proxytyp
hu: Nem támogatott proxytípus

source: Wi-Fi Aware error
de: Wi-Fi-Aware-Fehler
hu: Wi-Fi Aware hiba

# dns-reason-firewall
source: Firewall
hu: Tűzfal

# dns-reason-nat-traversal
source: NAT traversal
hu: NAT-átjárás
